[PsiAmp_Damage_CV X2WeaponTemplate]
FriendlyName="Oppressor Amp"
FriendlyNamePlural="Oppressor Amps"
BriefSummary="The first step towards using the enemies psi powers against them, this device allows focusing psi powers for destructive means. Provides the Fuse ability."
TacticalText="<Bullet/>The Oppressor Amp allows channeling of psionic energies into damaging abilities.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Damage_MG X2WeaponTemplate]
FriendlyName="Advanced Oppressor Amp"
FriendlyNamePlural="Advanced Oppressor Amps"
BriefSummary="Psi Offense and Psionic attack damage of some abilities is improved when carrying this advanced amplifier. Provides Fuse and Soulfire."
TacticalText="<Bullet/>The Oppressor Amp allows channeling of psionic energies into damaging abilities.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Damage_BM X2WeaponTemplate]
FriendlyName="Alien Oppressor Amp"
FriendlyNamePlural="Alien Oppressor Amps"
BriefSummary="With this psi amp, our soldiers are able to unleash their full potential to devastating effect. Provides Fuse, Soulfire and Null Lance."
TacticalText="<Bullet/>The Oppressor Amp allows channeling of psionic energies into damaging abilities.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Control_CV X2WeaponTemplate]
FriendlyName="Dominator Amp"
FriendlyNamePlural="Dominator Amps"
BriefSummary="Derived from the amplification devices used by the Priest, this helps our soldiers to channel psionic energies into mind altering effects. Provides the Insanity ability."
TacticalText="<Bullet/>The Dominator Amp allows channeling of psionic energies into abilities that impair and muddle the mind.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Control_MG X2WeaponTemplate]
FriendlyName="Advanced Dominator Amp"
FriendlyNamePlural="Advanced Dominator Amps"
BriefSummary="Psi Offense and Psionic attack damage of some abilities is improved when carrying this advanced amplifier. Provides Insanity and Stasis."
TacticalText="<Bullet/>The Dominator Amp allows channeling of psionic energies into abilities that impair and muddle the mind.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Control_BM X2WeaponTemplate]
FriendlyName="Alien Dominator Amp"
FriendlyNamePlural="Alien Dominator Amps"
BriefSummary="With this Psi Amp, our soldiers are able to win mental battles with even the most advanced aliens. Provides Insanity, Stasis and Domination."
TacticalText="<Bullet/>The Dominator Amp allows channeling of psionic energies into abilities that impair and muddle the mind.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Body_CV X2WeaponTemplate]
FriendlyName="Savior Amp"
FriendlyNamePlural="Savior Amps"
BriefSummary="The unlikely result of our experimentation with the psi amp technology, this line of amplifiers can channel psi into effects that protect and mend flesh. Provides the Holy Warrior ability."
TacticalText="<Bullet/>The Savior Amp allows channeling of psionic energies into abilities that protect and heal.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Body_MG X2WeaponTemplate]
FriendlyName="Advanced Savior Amp"
FriendlyNamePlural="Advanced Savior Amps"
BriefSummary="Psi Offense and Psionic attack damage of some abilities is improved when carrying this advanced amplifier. Provides Holy Warrior and Restore."
TacticalText="<Bullet/>The Savior Amp allows channeling of psionic energies into abilities that protect and heal.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PsiAmp_Body_BM X2WeaponTemplate]
FriendlyName="Alien Savior Amp"
FriendlyNamePlural="Alien Savior Amps"
BriefSummary="With this Psi Amp, our soldiers are able to win mental battles with even the most advanced aliens. Provides Holy Warrior, Restore and Cleanse."
TacticalText="<Bullet/>The Savior Amp allows channeling of psionic energies into abilities that protect and heal.\n<Bullet/> More advanced Psi Amps can increase the Operative's Psionic strength, and the effectiveness of their abilities."
AbilityDescName="psi amp"

[PredatorPsiArmor X2ArmorTemplate]
FriendlyName="'Medea' Armor"
FriendlyNamePlural="'Medea' Armors"
BriefSummary="Combining the Predator Armor tech with our latest research into psionics, we are now able to construct a suit that partially protects from the negative feedback effects of psi use."
TacticalText="<Bullet/> Provides less protection than regular Predator armor, but allows ignoring 50% of all psi feedback damage.\n<Bullet/> Provides immunity to elements through the Fortress Psi power."

[WardenPsiArmor X2ArmorTemplate]
FriendlyName="'Hecate' Armor"
FriendlyNamePlural="'Hecate' Armors"
BriefSummary="Maybe the most advanced piece of tech ever developed by humankind, this highly advanced suit combines top of the line technologies of both humans and aliens into a highly durable armor that allows for unhindered psi ability use."
TacticalText="<Bullet/> Provides less protection than regular Warden armor, but allow to completely ignore all psi feedback damage.\n<Bullet/> Provides immunity to elements through the Fortress Psi power.\n<Bullet/> Provides immunity to mind altering effects through the Solace Psi power."

[PsiLatent X2AbilityTemplate]
LocFriendlyName="Psionically Latent"
LocFlyOverText="Latent"
LocHelpText="Feedback damage from Psi Abilities is reduced by 50%. Your Psi Offense is increased by 25."
LocLongDescription="Feedback damage from Psi Abilities is reduced by 50%. Your Psi Offense is increased by 25."

[PsiGifted X2AbilityTemplate]
LocFriendlyName="Psionically Gifted"
LocFlyOverText="Gifted"
LocHelpText="Psi Abilities don't cause feedback damage to you. Your Psi Offense is increased by 50."
LocLongDescription="Psi Abilities don't cause feedback damage to you. Your Psi Offense is increased by 50."

[PsiFeedback X2AbilityTemplate]
LocFriendlyName="Psi Feedback"
LocFlyOverText="Feedback!"
LocHelpText="Using this item to channel psi abilities causes harm to the unprotected mind."
LocLongDescription="Using this item to channel psi abilities causes harm to the unprotected mind."

[FeedbackMinorStage1 X2AbilityTemplate]
LocFriendlyName="Feedback Minor 1"
LocFlyOverText="Feedback Minor 1"
LocHelpText="1 damage"
LocLongDescription="1 damage"

[FeedbackMediumStage1 X2AbilityTemplate]
LocFriendlyName="Feedback Medium 1"
LocFlyOverText="Feedback Medium 1"
LocHelpText="2 damage"
LocLongDescription="2 damage"

[FeedbackMajorStage1 X2AbilityTemplate]
LocFriendlyName="Feedback Major 1"
LocFlyOverText="Feedback Major 1"
LocHelpText="4 damage"
LocLongDescription="4 damage"

[FeedbackMinorStage2 X2AbilityTemplate]
LocFriendlyName="Feedback Minor 2"
LocFlyOverText="Feedback Minor 2"
LocHelpText="1 damage"
LocLongDescription="1 damage"

[FeedbackMediumStage2 X2AbilityTemplate]
LocFriendlyName="Feedback Medium 2"
LocFlyOverText="Feedback Medium 2"
LocHelpText="2 damage"
LocLongDescription="2 damage"

[FeedbackMajorStage2 X2AbilityTemplate]
LocFriendlyName="Feedback Major 2"
LocFlyOverText="Feedback Major 2"
LocHelpText="4 damage"
LocLongDescription="4 damage"

[CleanseABB X2AbilityTemplate]
LocFriendlyName="Cleanse"
LocLongDescription="Removes mind altering effects (Stun, Panic, Mindcontrol,...) and elemental status effects (burn, acid burn, ...)."
LocHelpText="Remove status effects from a target."
LocFlyOverText="Cleanse"

